IDEA Open Model
ConnectionSetup.ExtensionLengthRationCloseSections Property
Compatible with IDEA StatiCa v 10.1
 ExtensionLengthRationCloseSections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double ExtensionLengthRationCloseSections { get; set; }
Public Property ExtensionLengthRationCloseSections As Double
	Get
	Set
public:
property double ExtensionLengthRationCloseSections {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace